{"movies": [
  [
    {"id":1, "title":"Cidade de Deus", "year":2002, "director":"Fernando Meirelles", "info":"Considerado um dos filmes nacionais contemporâneos mais populares internacionalmente, Cidade de Deus é um relato forte sobre a realidade de uma das favelas mais perigosas do Rio de Janeiro. A trama é baseada no romance de Paulo Lins e retrata como o crime organizado se desenvolveu na Cidade de Deus, construída durante os anos 60. Em meados de 1980, a favela atingiu o auge da criminalidade, retratado através da guerra firmada entre o famigerado Zé Pequeno e o Mané Galinha."},
    {"id": 2, "title":"Central do Brasil", "year":1998, "director":"Walter Salles", "info":"Ao estilo road-movie, Central do Brasil conta a emocionante história de amizade (bastante improvável, por sinal) entre uma mulher (Fernanda Montenegro) e um garoto (Vinícius de Oliveira) que deseja encontrar a sua família após a trágica morte de sua mãe. Walter Salles se inspirou no filme Alice nas Cidades, de Wim Wenders, para conceber este longa, considerado um dos mais importantes da filmografia nacional. Central do Brasil está na lista dos 100 melhores filmes de todos os tempos feita pela Abraccine (Associação Brasileira de Críticos de Cinema)."},
    {"id": 3, "title":"Carandiru: O Filme", "year":2003, "director":"Hector Babenco", "info":"Outro grande sucesso do cinema nacional, Carandiru: O Filme é uma adaptação do livro Estação Carandiru, escrito pelo médico Drazio Varella, e que mostra um pouco da dura realidade das carcerárias do Brasil. A trama se foca no trabalho de Varella na prevenção da AIDS nesta extinta Cada de Detenção, local onde ocorreu um massacre em 2 de outubro de 1991, quando mais de 100 presos foram mortos de forma brutal pela polícia."},
    {"id": 4, "title":"O Auto da Compadecida","year":2000, "director":"Guel Arraes", "info":"Baseado na peça teatral Auto da Compadecida, do romancista brasileiro Ariano Suassuna, de 1955, esta premiada comédia dramática é outro filme que não pode faltar na sua lista de produções nacionais. O enredo é ambientado no sertão nordestino, se apropriando dos personagens típicos das histórias de cangaceiros, e retratando uma aventura de amor e redenção. As frases de João Grilo (Matheus Nachtergale) e Chicó (Selton Mello) se tornaram icônicas para uma geração!"},
    {"id": 5, "title":"Abril Despedaçado", "year":2001, "director":"Walter Salles", "info":"Baseado na obra Prilli i Thyer, do escritor libanês Ismail Kadaré, Abril Despedaçado é um filme que mistura tradições familiares com vingança, e é ambientado no sertão brasileiro do começo do século XX. \nEste filme foi o responsável por dar visibilidade internacional para Rodrigo Santoro, ator que interpreta Tonho, um dos personagens centrais da trama.\n Abril Despedaçado também faz parte da lista com os melhores filmes brasileiros de todos os tempos da Abraccine."}
  ],
  [
    {"id": 6, "title":"Casa de Areia", "year":2005, "director":"Andrucha Waddington", "info":"Um filme lindo e que ressalta o talento das conceituadas atrizes Fernanda Montenegro e Fernanda Torres.\n O cenário de A Casa de Areia é nos gigantescos Lençóis Maranhenses, mostrando o percurso de mãe e filha, através das gerações, para conseguir regressar à civilização... Ou apenas sobreviver em paz no meio de tanta areia."},
    {"id": 7, "title":"Lavoura Arcaica", "year":2001, "director":"Luiz Fernando Carvalho", "info":"Baseado no romance homônimo de Raduan Nassar, Lavoura Arcaica é um ótimo filme sobre a importância das antigas tradições familiares rurais, principalmente as patriarcais.\n Deixando de lado a ordem cronológica, acompanhamos a história de André (Selton Mello) que se rebela contra esse sistema tradicional. Este é um lindo e longo filme, para ser saboreado com calma e paciência. Definitivamente, deve ser visto pelo menos uma vez na vida!"},
    {"id": 8, "title":"Amarelo Manga", "year":2003, "director":"Cláudio Assis", "info":"Prova de que não é preciso um grande orçamento para se ter um grande filme. Amarelo Manga é um drama que mistura temas como o extremismo religioso, a homossexualidade e os relacionamentos conjugais em diferentes sucessões de histórias curtas.\n O filme traz ótimas atuações de Dira Paes, Matheus Nachtergale, Chico Díaz, entre outros nomes de peso."},
    {"id": 9, "title":"Madame Satã", "year":2002, "director":"Karim Aïnouz", "info":"Outro filme nacional que está na lista dos melhores, de acordo com a Abraccine. Madame Satã retrata a vida da célebre drag queen João Francisco dos Santos, uma referência da cultura marginal urbana brasileira do século XX. \n No longa acompanhamos a trajetória deste lendário personagem da boêmia carioca antes de se tornar no mito Madame Satã."},
    {"id": 10, "title":"O Ano em que Meus Pais Saíram de Férias", "year":2006, "director":"Cao Hamburger", "info":"Escolhido para representar o Brasil no Óscar de 2008, na categoria de Melhor Filme Estrangeiro, este longa fala sobre a vida de um pré-adolescente de 12 anos (chamado Mauro) que vive em meados da década de 70. \n Inesperadamente os seus pais saem de férias, deixando o garoto com o avô paterno. Mas, na realidade os pais tiveram que fugir da perseguição dos militares, já que eram militantes de esquerda e estavam vivendo em plena Ditadura. \n Para piorar ainda mais a situação do menino, o seu vô morre e o jovem passa a não ter ninguém da família para o acompanhar. Neste momento ele faz amizade com o vizinho do seu falecido vô, Shlomo, um velho judeu solitário.\n Em meio a tristezas e alegrias (principalmente por acompanhar a trajetória da Seleção Brasileira durante a Copa do Mundo de 1970), Mauro aguarda o regresso de sua família." }
  ],
  [
    {"id": 11, "title":"Deus e o Diabo na Terra do Sol", "year":1964, "director":"Glauber Rocha", "info":"Um clássico do Cinema Novo e um dos títulos mais conhecidos de Glauber Rocha, Deus e o Diabo na Terra do Sol mostra a vida sofrida do sertanejo Manoel e de sua esposa Rosa numa terra que, aparentemente, foi esquecida por Deus. \n Para quem aprecia cinema autoral, este é um filme obrigatório para conhecer o movimento do Cinema Novo (considerado a Nouvelle Vague brasileira)."},
    {"id": 12, "title":"Vidas Secas", "year":1963, "director":"Nelson Pereira dos Santos", "info":"Outro filme que retrata a dura vida das famílias que vivem nas regiões secas do Nordeste brasileiro. Esta é uma belíssima adaptação do romance homônimo de Graciliano Ramos, e que também marca o Cinema Novo, estilo conhecido por retratar os problemas sociais do Brasil em meados do século XX."},
    {"id": 13, "title":"Ilha das Flores", "year":1989, "director":"Jorge Furtado", "info":"Este é na realidade um curta-metragem, no estilo documental, que mostra de forma crua e ácida as consequências das relações desiguais entre os seres humanos. \n Para exemplificar a temática, acompanhamos a trajetória de um tomate, desde o momento em que é plantado até chegar ao seu destino final, o lixo. E é justamente neste momento que descobrimos a diferença que existe entre os tomates, os porcos e os humanos. \n Ilha das Flores é um filme com uma importância crítica enorme, considerado pelos críticos especializados como um dos 100 melhores curta-metragens do século XX."},
    {"id": 14, "title":"Matou a Família e Foi ao Cinema", "year":1969, "director":"Júlio Bressane", "info":"Outro clássico do cinema nacional que não podia ficar de fora desta lista. A trama criada por Bressane gira em torno da história de um rapaz que mata toda a sua família e depois decide ir ao cinema assistir ao filme Perdidas de Amor. \n Misturando realidade com fantasia, o longa apresenta uma série de episódios em que a morte aparenta ser a solução mais justificável pelos personagens para resolver os seus problemas amorosos."},
    {"id": 15, "title":"Macunaíma", "year":1969, "director":"Joaquim Pedro de Andrade", "info":"Baseado na obra homônima de Mário de Andrade, acompanhamos as aventuras de Macunaíma, um anti-herói preguiçoso que nasce negro e depois vira branco. Uma comédia clássica da literatura nacional e que foi esplendorosamente adaptada para a sétima arte! \n Em 2015, este longa entrou para a lista dos melhores filmes brasileiros de todos os tempos, feita pela Abraccine."}
  ],
  [
    {"id": 16, "title":"Iracema - Uma Transa Amazônica", "year":1975, "director":"Jorge Bodanzky e Orlando Senna", "info":"Trata-se de um drama documental que narra as consequências que a construção da rodovia Transamazônica provocou nas populações da selva amazônica. \n A história se foca em dois personagens principais, um caminhoneiro e uma prostituta, que viajam juntos pela rodovia recém-construída. Acompanhamos nos diálogos de cada um críticas ferrenhas ao impacto provocado pela construção e à ditadura militar. \n Aliás, Iracema - Uma Transa Amazônica foi proibida no Brasil por muitos anos, sendo oficialmente lançado no país apenas em 1981."},
    {"id": 17, "title":"Bingo: O Rei das Manhãs", "year":2017, "director":"Daniel Rezende", "info":"Um dos filmes mais recentes desta lista, mas que vale muito a pena ver, principalmente por contar a história de uma figura midiática bastante aclamada na década de 80: o palhaço Bozo, interpretado por Arlindo Barreto. \n Na trama, no entanto, Barreto é representado por Augusto Mendes, um ator que sonha em ser muito famoso, mas fica frustrado quando descobre que ninguém o reconhecerá com a máscara de Bozo. Assim, o artista entra num turbilhão de crises, mergulhando no mundo das drogas para ter paz. \n O filme teve uma boa recepção pela mídia e entre os títulos recentes, esta obra merece ser vista."},
    {"id": 18, "title":"Que Horas Ela Volta?", "year":2015, "director":"Anna Muylaert", "info":"Um premiado drama que retrata os conflitos e desigualdades da sociedade brasileira entre empregadas domésticas e seus patrões de classe média. \n Para exemplificar a temática do filme, este se foca na personagem de Val (Regina Casé), uma pernambucana que se mudou para São Paulo em busca de melhores condições de vida para a sua filha. No entanto, quando esta decide viver com a mãe na casa dos patrões, começam a ficar evidentes os preconceitos e diferenças impostas entre as classes sociais. \n Foi eleito pela Abraccine como um dos melhores filmes brasileiros de todos os tempos, principalmente devido ao teor da sua crítica social."},
    {"id": 19, "title":"Terra em Transe", "year":1967, "director":"Glauber Rocha", "info":"Uma das obras mais polêmicas de Glauber Rocha, pois representa uma metáfora da situação política brasileira entre 1960 e 1966, analisando as suas mais amplas vertentes. \n A trama se passa na fictícia República de Eldorado, palco de um triângulo amaroso entre um jornalista idealista, um político conservador, e a amante deste. \n Cada personagem retrata as tendências existentes no país naquela época, principalmente as correntes de esquerda. Por este motivo, Terra em Transe foi muito mal recebida pelos intelectuais e crítica nacional daquele período."},
    {"id": 20, "title":"Limite", "year":1931, "director":"Mário Peixoto", "info":"Este foi o único filme feito por Mário Peixoto. Retrata a fragilidade da condição humana, a depressão e o impacto da passagem do tempo em nossas vidas. \n Na época em que foi lançado, o filme gerou uma polêmica gigantesca por causa de seu conteúdo. Por este motivo, Limite passou muitos anos sem voltar a ser exibido, o que ajudou a criar um mito ao redor do longa. \n A obra de Mário Peixoto foi recuperada em 1970, ganhando o status de símbolo cultural brasileiro. Por este e outros motivos, Limite encabeça a lista dos melhores filmes brasileiros de todos os tempos."}
  ]
]}